//Створити масив, довжину та елементи якого задає користувач.
// Відсортувати масив за зростанням.
// Видалити елементи з масиву з 2 по 4 (включно!).
// У міру змін виводити вміст масиву на сторінку.

const minMassiv =4
const start =1
const user= prompt ( message: "Введите єлементи массива")
if (user === null) {
    alert(`Введите єлемент и нажмите кнопку`)
    else if (user.trim() ==='')
alert (`Удалены пробелы с начала и конца строки`)
}
   if (user.length< minMassiv){
       alert('Ваш массив меньше 4 єлементов')
   }else{
       arr.splice(start,deleteCount)
       console.log(`Осталось в массиве=${arr}`)
   }


